case/0/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    bottle
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }
}
