case/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

// Two-phase properties for interFoam

phases (water air);

water
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-06;   // kinematic viscosity ~ water
    rho             [1 -3 0 0 0 0 0] 1000;    // density [kg/m3]
}

air
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1.5e-05; // kinematic viscosity
    rho             [1 -3 0 0 0 0 0] 1.2;     // density
}

// Surface tension (water/air)
sigma           [1 0 -2 0 0 0 0] 0.072;

