case/system/setFieldsDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}

defaultFieldValues
(
    volScalarFieldValue alpha.water 0
);

regions
(
    boxToCell
    {
        box (-1 -1 -1) (1 1 0.05);
        fieldValues
        (
            volScalarFieldValue alpha.water 1
        );
    }
);
