case/system/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

actions
(
    {
        name    allCells;
        type    cellSet;
        action  new;
        source  all;
    }

    {
        name    bottleDomain;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        sourceInfo
        {
            set allCells;
        }
    }
);

